[
    {
        "id": 1,
        "title": "Sewu Dino",
        "genre": "Horror",
        "language": "Bahasa Indonesia",
        "director": "Kimo Stamboel",
        "nowPlaying": true,
        "isFavorite": false,
        "synopsis": "Sri accepts a generous job offer and tasked to perform a cleansing ritual for Dela Atmojo, an unconscious girl who is suffering from the hex of 1000-days. The terror begins when her coworker neglects to finish the ritual. Failing to perform until the 1000th day will result in their demise.",
        "coverName": "sewudino"},
    {
        "id": 2,
        "title": "Dungeons & Dragons: Honor Among Thieves",
        "genre": "Adventure",
        "language": "English",
        "director": "John Francis Daley",
        "nowPlaying": true,
        "isFavorite": true,
        "synopsis": "A charming thief and a band of unlikely adventurers undertake an epic heist to retrieve a lost relic, but things go dangerously awry when they run afoul of the wrong people.",
        "coverName": "dnd"},
    {
        "id": 3,
        "title": "Avatar: The Way of Water",
        "genre": "Science Fiction",
        "language": "English",
        "director": "James Cameron",
        "nowPlaying": false,
        "isFavorite": false,
        "synopsis": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.",
        "coverName": "avatar"},
    {
        "id": 4,
        "title": "The Super Mario Bros. Movie",
        "genre": "Animation",
        "language": "English",
        "director": "Aaron Horvath",
        "nowPlaying": true,
        "isFavorite": false,
        "synopsis": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.",
        "coverName": "mario"},
    {
        "id": 5,
        "title": "Ride On",
        "genre": "Action",
        "language": "Chinese",
        "director": "Larry Yang",
        "nowPlaying": true,
        "isFavorite": false,
        "synopsis": "The once beautiful, now down-and-out Dragon Tiger martial artist Lao Luo lives with his beloved horse, Red Rabbit. Due to a debt dispute involving Red Rabbit, he is faced with the crisis of 'father-son separation'. In desperation, Lao Luo asks his daughter Bao and her boyfriend Naihua, who have misunderstood him for years, for help. On the road of self-help of three people and one horse, they make a lot of jokes and gradually get closer to each other.",
        "coverName": "rideon"},
    {
        "id": 6,
        "title": "The Pope's Exorcist",
        "genre": "Horror",
        "language": "English",
        "director": "Julius Avery",
        "nowPlaying": true,
        "isFavorite": false,
        "synopsis": "Father Gabriele Amorth, Chief Exorcist of the Vatican, investigates a young boy's terrifying possession and ends up uncovering a centuries-old conspiracy the Vatican has desperately tried to keep hidden.",
        "coverName": "popesexorcist"},
    {
        "id": 7,
        "title": "Guy Ritchie's The Covenant",
        "genre": "Action",
        "language": "English",
        "director": "Guy Ritchie",
        "nowPlaying": true,
        "isFavorite": false,
        "synopsis": "After an ambush, Afghan interpreter Ahmed goes to Herculean lengths to save US Army Sergeant John Kinley's life. When Kinley learns that Ahmed and his family were not given safe passage to America as promised, he must repay his debt by returning to the war zone to retrieve them before the Taliban hunts them down.",
        "coverName": "thecovenant"},
    {
        "id": 8,
        "title": "Jesus Revolution",
        "genre": "Drama",
        "language": "English",
        "director": "Jon Erwin",
        "nowPlaying": true,
        "isFavorite": false,
        "synopsis": "In the 1970s, aimless teenager Greg Laurie searches for all the right things in all the wrong places until he meets Lonnie Frisbee, a charismatic hippie/street preacher. Together with local pastor Chuck Smith, they open the doors of a languishing church to an unexpected revival.",
        "coverName": "jesusrevolution"},
    {
        "id": 9,
        "title": "John Wick: Chapter 4",
        "genre": "Action",
        "language": "English",
        "director": "Chad Stahelski",
        "nowPlaying": true,
        "isFavorite": true,
        "synopsis": "With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.",
        "coverName": "johnwick"},
    {
        "id": 10,
        "title": "Suzume",
        "genre": "Animation",
        "language": "Japanese",
        "director": "Makoto Shinkai",
        "nowPlaying": false,
        "isFavorite": true,
        "synopsis": "Suzume, 17, lost her mother as a little girl. On her way to school, she meets a mysterious young man. But her curiosity unleashes a calamity that endangers the entire population of Japan, and so Suzume embarks on a journey to set things right.",
        "coverName": "suzume"},
    {
        "id": 11,
        "title": "Ant-Man and the Wasp: Quantumania",
        "genre": "Action",
        "language": "English",
        "director": "Peyton Reed",
        "nowPlaying": false,
        "isFavorite": true,
        "synopsis": "Super-Hero partners Scott Lang and Hope van Dyne, along with with Hope's parents Janet van Dyne and Hank Pym, and Scott's daughter Cassie Lang, find themselves exploring the Quantum Realm, interacting with strange new creatures and embarking on an adventure that will push them beyond the limits of what they thought possible.",
        "coverName": "antman"},
    {
        "id": 12,
        "title": "Black Panther: Wakanda Forever",
        "genre": "Action",
        "language": "English",
        "director": "Ryan Coogler",
        "nowPlaying": false,
        "isFavorite": false,
        "synopsis": "Queen Ramonda, Shuri, M’Baku, Okoye and the Dora Milaje fight to protect their nation from intervening world powers in the wake of King T’Challa’s death. As the Wakandans strive to embrace their next chapter, the heroes must band together with the help of War Dog Nakia and Everett Ross and forge a new path for the kingdom of Wakanda.",
        "coverName": "blackpanther"
    }
]
